run/porousPimpleFoam/cases/results/cylinder_1d/Allrun-parallel
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication decomposePar
runParallel $(getApplication)
runApplication reconstructPar
runApplication -s "columnAverage" postProcess -func columnAverage

#------------------------------------------------------------------------------
