run/porousPimpleFoam/cases/results/cylinder_1d/system/volFieldValue
volFieldValue1
{
    // Mandatory entries (unmodifiable)
    type            volFieldValue;
    libs            (fieldFunctionObjects);
    
    // Mandatory entries (runtime modifiable)
    fields          (Tf Ts);
    operation       average;
    regionType      all;
    
    writeFields     true;
    writeControl    writeTime;
    writeInterval   1;
}